---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.AreaBasedLoadData
source: html/ebe810e9-ea57-d7ab-7001-c04c9d2f6225.htm
---
# AreaBasedLoadData Members

Adds electrical load area into the area based load.